tap "cdr/coder"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mopidy/mopidy"
brew "glib"
# brew "python@3.8"
brew "diff-so-fancy"
brew "editorconfig"
brew "elixir"
brew "emacs"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "geos"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "graphene"
brew "graphviz"
brew "gron"
brew "gstreamer"
brew "gst-plugins-base"
brew "libnice"
brew "gst-plugins-bad"
brew "gtk+3"
brew "libpsl"
brew "vala"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gst-python"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kakoune"
brew "mas"
brew "ncmpcpp"
# brew "node"
# brew "nvm"
# brew "python-yq"
brew "reattach-to-user-namespace"
brew "renameutils"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "cdr/coder/coder-cli"
brew "mopidy/mopidy/mopidy"
cask "divvy"
cask "finicky"
# cask "iterm2"

# Probably not required:
# brew "node@10"
# brew "postgresql", restart_service: true
# brew "postgis"
# brew "postgresql@11"
# cask "spotify"
